Repository: farabisiddique/booctep_deployment
Catalog: home/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Become a teacher
ar: أصبح معلم

source: Teach what you learn and earn money now, see this step for how to be a teacher than sign as a teacher.
ar: قم بتدريب ما تعلمت واكسب المزيد من المال ، تقدم بطلب الالتحاق كمعلم الان.

source: Step 1
ar: الخطوة الأولى

source: Sign up as a teacher.
ar: قم بتسجيل الدخول كمعلم.

source: Step 2
ar: الخطوة الثالثة

source: Set up your profile information.
ar: قم بتسجيل الدخول كمعلم.

source: Step 3
ar: الخطوة الثالثة

source: Set up your payments methods to collect your income and manage your money.
ar: قم بتسجيل الدخول كمعلم.

source: Step 4
ar: الخطوة الرابعة

source: Test your Videos and Audios Quality by sending your videos to our team via test course page.
ar: قم بتسجيل الدخول كمعلم.

source: Step 5
ar: الخطوة الخامسة

source: Be Spacific when you choose your target students when you set up your profile.
ar: قم بتسجيل الدخول كمعلم.

source: Step 6
ar: الخطوة السادسة

source: Read our Teacher's Terms and Privacy.
ar: قم بتسجيل الدخول كمعلم.

source: Step 7
ar: الخطوة السابعة

source: Get help if you want in your dashboard.
ar: قم بتسجيل الدخول كمعلم.

source: How it works!
ar: كيف يعمل!

source: Welcome Back
ar: مرحبا بك من جديد

source: My courses
ar: دوراتي

source: Continue learning now..
ar: اكمل التعلم..

source: Continue
ar: سجل

source: Are you ready to learn?
ar: هل أنت جاهز للتعلم؟

source: Learn
ar: تعلم

source: Search
ar: أبحث عن دورة

source: All
ar: الكل

source: Paid
ar: مدفوعة

source: Free
ar: مجانية

source: Sort By
ar: البحث عن طريق

source: Newest courses
ar: الدورات الجديدة

source: Most students
ar: الأعلى شراءاً

source: Most Ratings
ar: الأعلى تقييماً

source: Previous
ar: التالي

source: Next page
ar: السابق

source: Categories
ar: الأقسام

source: Web Development
ar: تطوير الويب

source: #HTML, #Css, #Js, #PHP, #Python, #Java, #Ruby, #C++, #R, #SQl, #C, #swift, #Swift, #kotlin, #etc.
ar: #اتش-تي-ام-ال-٥، #بايثون، #بي-اتش-بي، #جيكوري، #جافا-سكربت، #جافا، #سويفت، #روبي، #الخ..

source: Aviation
ar: طيران

source: #AirCraft_Maintenance, #Professional_Pilot, #Flight_instructure, #Airport_security, #Airline_managment, #etc..
ar: #طيار، #مضيف-طيران، #هندسة-طيران، #مساعد-طيار، #مدير-مطارات، #الخ..

source: Business
ar: ادارة اعمال

source: #Human_resource, #Markting, #international_business_managment, #business_managment, #Finance, #Accounting, #Audit, #Analysis_of_business ,#etc..
ar: #موارد-بشرية، #ادارة-اعمال-عالمية، #تسويق، #محاسبة، #توظيف #الخ..

source: Physical & Chemistry
ar: كيمياء وفيزياء

source: #General_chemistry, #Medical_chemistry, #Biochemistry, #General_physical, #Engineering_physical, #Physical_science, #Laser_physic, #Optics, #Mevhanics, #Cosmology, #etc..
ar: #كيمياء ، #فيزياء، #هندسة، #علم-الارض، #الجبر، #الخ..

source: Gaming
ar: ترفيه

source: #Furtnite, #Pes, #Fifa, #Pubg, #COD, #etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Engineering
ar: هندسة

source: #Civil_engineering, #Architecter_engineering, #electronic_engineering, #etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Mathmatics
ar: رياضيات

source: #Analysis, #Calculate, #algebra, #algorithm, #statics, #etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Skills
ar: مهارات

source: #Eyes_Connect, #Insurance_market, #Communication, #Content_industry, #Costumers_needs, #the_Secretary, #etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Maintaince & Reparing
ar: صيانة

source: #Cars, #Motorocycle, #PC, #Aircone, #Plumbing, #etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Hospitality & Tourism
ar: فندقة وضيافة

source: #Management, #Kitchen, #Leader, #jerson, #Tourism_industry , #etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Information Technology
ar: تكنولوجيا المعلومات

source: #Cyber_security, #Virtual_environment, #Networking, #Data_analysis, #Data_base, #Robots, #Haking, #etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Life style
ar: أمور حيوية

source: #Fitness, #sports, #Diet, #resistance_trainging, #healthy_life_style, #athletics, #Physical_therapy , #Dance ,#etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Self development
ar: تطوير الذات

source: #Entrepreneurship, #Confidence, #Communicate, #persuasion, #team_work, #time_managment, #etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Arts
ar: فن ورسم

source: #Sketch, #Faces, #places, #Softwares, #etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Languages
ar: لغات

source: #Arabic, #English, #chinese, #Spanish, #France, #Turkiesh, #Malay.
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Others
ar: أخرى

source: General courses in differents subjects are here..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Drama
ar: سينماء

source: #Cinematography, #Documentaries, #Photographing, #Acting, #Director, #etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Sewing design
ar: خياطة

source: #Pants, #T-shirt, #Kids, #Fashion, #dress , #etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Food and coocking
ar: طبخ

source: #Arabic_food, #Amirecan_food, #Indian_food, #Pasta, #Pizza, #spaghetti, #Burger, #Rice, #Chicken, #Fries ,#etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Design
ar: تصميم

source: #T-shirt, #Building, #Studiom, #Gardens, #Educationals_building, #Museum, #etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Software Programs
ar: برامج

source: #Adobe_photoshop, #illustrator, #Maya, #Adobe_XD, #Excel, #Word, #Visual_studio, #Adobe_after_effect, #Filmora, #Terminal, #CMD ,#etc..
ar: #العاب، #ترفيه، رياضة، #شطرنج، #الخ..

source: Explore
ar: الأقسام

source: Games
ar: ترفيه

source: life Style
ar: أسلوب الحياة

source: Cenima & Drama
ar: سينما و دراما

source: Software Programming
ar: برمجة

source: Food & Cooking
ar: طعام وطبخ

source: Repare & Maintaince
ar: صيانة

source: Login
ar: تسجيل الدخول

source: Login via Gmail
ar: تسجيل الدخول عن طريق قوقل

source: Login via Twitter
ar: تسجيل الدخول عن طريق فيسبوك

source: Enter email
ar: ادخل البريد الالكتروني

source: Enter your password
ar: ادخل كلمة المرور

source: Remember me
ar: تذكرني

source: Already have an account ?
ar: ليس لديك حساب؟

source: Sign up
ar: تسجيل جديد

source: Forget Password
ar: نسيت الرمز السري

source: Enter your Email address.
ar: أدخل البريد الالكتروني.

source: Enter your Email
ar: ادخل ايميلك

source: Send link
ar: ارسل رابط

source: Forgot which email address you signed up with?
ar: نسيت البريد الالكتروني الذي قمت بالتسجيل به؟

source: Get help!
ar: احصل على المساعدة!

source: About us
ar: عن بوستيب

source: FAQs
ar: الاسئلة الشائعة

source: Help
ar: مساعدة

source: Terms
ar: الشروط

source: Arabic
ar: عربي

source: Made with
ar: صمم بحب

source: By Booctep's Designers.
ar: من مصممي بوستيب.

source: Booctep | Homepage
ar: الصفحة الرئيسية

source: Search course
ar: أبحث عن دورة

source: Mark all as read
ar: اشر عليها بانها قرات

source: Total:
ar: مجموع:

source: 4 Notifications
ar: 4 الإخطارات

source: Hello Bandar How are you?
ar: مرحبا بندر كيف حالك؟

source: 3 mins
ar: 3 دقائق

source: view all Notifications
ar: عرض جميع الإخطاراتn

source: Settings
ar: الاعدادات

source: messages
ar: الرسائل

source: Log out
ar: تسجيل خروج

source: Log in
ar: تسجيل دخول

source: Sign up as
ar: تسجيل كـ

source: What are you going to teach?
ar: ماذا ستعلم؟

source: Tell us more about you.
ar: أخبرنا اكثر عن نفسك.

source: Upload a profile picture.
ar: حمل صورة شخصية.

source: Secure your account.
ar: ادخل كلمة السر الخاصة بك.

source: we sent you an email to activate your account.
ar: قم بتفعيل حسابك.

source: Student
ar: طالب

source: Teacher
ar: معلمين

source: Or
ar: أو

source: Sign up via Gmail
ar: تسجيل عن طريق قوقل

source: Sign up via Twitter
ar: تسجيل عن طريق تويتر

source: Sign up via Facebook
ar: تسجيل عن طريق فيسبوك

source: Add Categories
ar: أضف فئات

source: Back
ar: رجوع

source: Next
ar: التالى

source: First Name
ar: الاسم الاول

source: Enter your first name
ar: قم بادخال اسمك الاول

source: Last Name
ar: الاسم الاخير

source: Enter your last name
ar: قم بادخال اسمك الاخير

source: Email
ar: ايميلك

source: Enter your email address
ar: قم بادخال ايميلك

source: Only images with a size lower than 3MB are allowed.
ar: فقط مسموح بحجم صورة ٣٠ ميقا بايت وصيغة جي بي جي.

source: Password
ar: كلمة السر

source: Choose a password
ar: ادخل كلمة السر

source: Repeat Password
ar: اعادة كلمة السر

source: Repeat your password
ar: اعد ادخال كلمة السر

source: Congratz, you successfully created your account.
ar: مبروك، لقد قمت بالتسجيل بنجاح.

source: We just sent you a confirmation email. PLease confirm your account within 24 hours.
ar: لإكمال التسجيل قم بتفعيل حسابك، قمنا بارسال رابط التفعيل في ايميلك.

source: Crop your picture
ar: اقتصاص صورتك

source: What will you teach?
ar: ماذا ستعلم؟

source: Go Back
ar: العودة

source: Add
ar: أضف

source: Please enter the first name
ar: يرجى إدخال الاسم الأول

source: Please enter the last name
ar: الرجاء إدخال الاسم الأخير

source: Please enter the valid email
ar: يرجى إدخال البريد الإلكتروني الصحيح

source: Please enter the password
ar: يرجى إدخال كلمة المرور

source: Please enter the confirm password
ar: الرجاء إدخال كلمة المرور لتأكيدها

source: password is not match. Please re-enter the correct password.
ar: كلمة المرور غير متطابقة. يرجى إعادة إدخال كلمة المرور الصحيحة.

source: 199 courses in “Gaming”
ar: ١٩٩ دورة في “لا ت”

source: If you don't find what you want, be more specific..
ar: اذا لم تجد ما تبحث عنه قم بكتابة الكلمات بعناية

source: Help & Support
ar: مساعدة

source: Get help and support with our Articles or contact us if you don't find what you want!
ar: احصل على مساعدة عبر مقالاتنا او اطلب مساعدة في حال لم تجد ماتريد!

source: Students
ar: طلاب

source: Accounts
ar: حسابات

source: Get help about your account profile.
ar: احصل على مساعدة لمعرفة ادارة حسابك.

source: What’s happening with you?
ar: ماذا يحدث معك؟

source: Set up your account correctly
ar: الحسابات

source: Login Problems
ar: مشاكل تسجيل الدخول
